{
  "navbar": {
    "menu": "МЕНЮ",
    "cupboards": "ШКАФЫ",
    "kitchens": "КУХНИ",
    "personalize": "ПЕРСОНАЛИЗАЦИЯ",
    "libraries": "БИБЛИОТЕКИ И ПОЛКИ",
    "furnitures": "МЕБЕЛЬ ДЛЯ ТВ И МЕДИА",
    "custom": "ИНДИВИДУАЛЬНЫЕ РАБОТЫ",
    "projects": "ДИЗАЙН",
    "contacts": "КОНТАКТЫ"
  },

  "footer": {
    "text": "Мебель, которая оживляет ваше пространство - разработана с passion, создана с мастерством!",
    "links": {
      "title": "ССЫЛКИ",
      "cupboards": "Шкафы",
      "kitchens": "Кухни",
      "projects": "Дизайн",
      "personalize": "Персонализация",
      "deposit": "Хранение"
    },
    "contacts": "КОНТАКТЫ"
  },

  "landing": {
    "hero_title": "Создайте идеальное пространство с",
    "hero_highlight": "Нашими услугами.",
    "banner_1": {
      "title": "Персональный дизайн",
      "btn": "УЗНАТЬ БОЛЬШЕ"
    },
    "about_us": {
      "title": "Кто",
      "title_high": "мы такие",
      "desc": "Страсть к дизайну, качеству и инновациям <br></br> в каждом предмете мебели",
      "p1": "Мы компания, специализирующаяся на изготовлении <b1>шкафов, кухонь</b1> и <b2>индивидуальной мебели</b2>, выполненной вручную. Мы предлагаем нашим клиентам высококачественные продукты и преображаем их пространства и дома.",
      "p2": "В <b>Bujor Carpentry</b>, мы посвящаем себя разработке и созданию функциональных и эстетичных предметов мебели. Мы гарантируем, что выполним любое желание наших клиентов, доставляя продукты в кратчайшие сроки. Мы независимый бизнес и гордимся отличным сервисом для наших клиентов. Кроме того, мы работаем исключительно с экологически чистыми материалами, тем самым внося вклад в защиту окружающей среды."
    },

    "why_us": {
      "title": "Почему",
      "title_high": "выбрать нас?",
      "desc": "Индивидуальная, качественная мебель, созданная <br></br> для уникального и долговечного пространства",
      "section_1": {
        "title": "Качество и долговечность:",
        "p1": "Мы стремимся создавать комплексные решения для обустройства и строительства ваших пространств. Мы не только создаем мебель, которая хорошо выглядит и долго служит, но и занимаемся проектированием и строительством деревянных домов, предлагая услуги, сочетающие эстетику, функциональность и долговечность.",
        "p2": "Выбор высококачественных материалов для нас существенен. Мы работаем с лучшими поставщиками, которые предоставляют дерево, отделочные материалы и аксессуары, устойчивые к ежедневному износу, а также к изменениям температуры и влажности. Эти характеристики делают наши продукты и конструкции идеальными для любого типа пространства, от жилых домов до коммерческих проектов.",
        "p3": "Более того, мы осознаем наше воздействие на окружающую среду. Мы выбираем экологически чистые, устойчивые и безопасные материалы для вашего здоровья и здоровья окружающих, будь то мебель или строительство. Хотите ли вы индивидуальный деревянный дом или мебель, которая идеально соответствует вашему стилю, мы здесь, чтобы превратить вашу мечту в реальность."
      },
      "section_2": {
        "title": "Комплексные услуги:",
        "p1": "Мы предлагаем полный пакет услуг, который включает не только создание индивидуальной мебели, но и консультации, дизайн, доставку и установку. Наша команда дизайнеров сотрудничает с вами, чтобы точно понять ваши потребности и создать решения, которые идеально интегрируются в ваше пространство.",
        "p2": "Мы также управляем всей логистикой проекта, от закупки материалов до доставки и монтажа мебели в желаемом месте, так что вам не нужно беспокоиться ни о чем. Каждый этап процесса тщательно планируется и выполняется, обеспечивая приятный и беззаботный опыт на протяжении всего проекта."
      },
      "section_3": {
        "title": "Быстрая доставка:",
        "p1": "Мы знаем, насколько важно иметь функциональную и эстетичную мебель в короткие сроки, особенно когда вы находитесь в процессе ремонта или строительства. Поэтому мы работаем по хорошо структурированному процессу, который позволяет нам быстро доставлять готовые продукты без ущерба для качества.",
        "p2": "Наша хорошо подготовленная и опытная команда управляет всеми этапами, от точных измерений до окончательной установки, чтобы вы могли насладиться новыми предметами мебели в гораздо более короткие сроки, чем ожидалось. Мы prioritizируем соблюдение установленных сроков, обеспечивая завершение вашего проекта в соответствии с вашим планом."
      },
      "section_4": {
        "title": "Индивидуальный дизайн:",
        "p1": "Мы верим, что каждое пространство имеет потенциал стать уникальным местом, отражающим личность и стиль его обитателя. Поэтому мы предлагаем услуги персонализированного дизайна, которые начинаются с детального понимания ваших предпочтений.",
        "p2": "Каждый предмет мебели создается специально, чтобы идеально соответствовать размерам и эстетике вашего пространства, а дизайн адаптирован к вашим функциональным требованиям, таким как хранение, доступность или освещение. Кроме того, мы предлагаем широкий ассортимент вариантов отделки и материалов, чтобы помочь вам достичь exactly желаемого результата. Мы сопровождаем вас шаг за шагом, чтобы убедиться, что каждая деталь идеальна и что финальная мебель гармонично интегрирована в ваш дом."
      },
      "btn": "ПОДРОБНЕЕ"
    },

    "banner_2": {
      "title": "Индивидуальная деревянная мебель",
      "btn": "УЗНАТЬ БОЛЬШЕ"
    },

    "work": {
      "title": "Недавние",
      "title_high": "Работы",
      "desc": "Мы создаем индивидуальную, ручной работы мебель, включая кухни, <br></br> шкафы и элементы для ниш, долговечные и идеально подходящие для вашего дома",
      "w1": "Индивидуальный шкаф <br></br> с местом для ТВ",
      "w2": "Высококачественная <br></br> деревянная мебель",
      "w3": "Стол с индивидуальным <br></br> дизайном",
      "w4": "Современные керамические <br></br> раковины",
      "w5": "Интерьерная лестница с <br></br> резными деревянными перилами",
      "w6": "Индивидуальная ниша <br></br> под скосом",
      "w7": "Высококачественная черная <br></br> деревянная мебель",
      "w8": "Элегантный шкаф, интегрированный <br></br> со столом с ящиками",
      "w9": "Современная индивидуальная <br></br> кухня",
      "btn": "Смотреть больше"
    },

    "analityc": {
      "a1": "Довольные <br></br> клиенты",
      "a2": "Лет <br></br> опыта",
      "a3": "Постоянные <br></br> клиенты"
    }
  },

  "cupboards": {
    "main_title": "Индивидуальные шкафы",
    "desc1": "<b>Наши индивидуальные шкафы</b>, сделанные вручную, разработаны, чтобы прослужить долго и стать элегантными и функциональными предметами мебели, идеально адаптированными к каждой комнате. Они преображают как внешний вид, так и полезность пространства, делая его приятным и комфортным.",
    "desc2": "Каждый шкаф тщательно спланирован, чтобы максимально эффективно использовать каждый угол комнаты и создать персонализированный интерьер в соответствии с пожеланиями наших клиентов. Мы используем только высококачественные компоненты, включая доводчики и выдвижные направляющие для ящиков. Шкафы изготавливаются вручную с использованием традиционных столярных техник, а отделка может быть выбрана из широкого спектра: от современного распыленного покрытия до классического, нанесенного вручную.",
    "title": "Последние",
    "title_high": "работы",
    "p": "Эти шкафы - надежные решения, которые удовлетворяют потребности клиентов в каждой <br></br> комнате дома: мансардах, гостиных, кладовых или спальнях."
  },

  "kitchens": {
    "main_title": "Индивидуальные кухни",
    "desc1": "<b>Наши индивидуальные кухни</b>, сделанные вручную, созданы для объединения эстетики и функциональности, идеально адаптируясь к потребностям каждой семьи. Каждая кухня преображает не только внешний вид, но и полезность пространства, предоставляя приятную и эффективную среду для готовки и времяпрепровождения с близкими.",
    "desc2": "Каждая кухня разрабатывается с вниманием к максимальному использованию каждого угла и созданию персонализированного дизайна, отражающего желания наших клиентов. Мы используем только высококачественные материалы, включая доводчики и выдвижные направляющие для ящиков. Кухни изготавливаются вручную с использованием традиционных столярных техник, а отделка может быть выбрана из широкого спектра: от современного распыленного покрытия до классического, нанесенного вручную.",
    "title": "Последние",
    "title_high": "работы",
    "p": "Идеально подходят для кухонь среднего размера с независимыми варочными панелями и щедрыми <b1></b1> пространствами для хранения. Легко приобрести и использовать, так как модули уже <b2></b2> скомбинированы в полные решения."
  },

  "libraries": {
    "main_title": "Персонализированные библиотеки и полки",
    "desc1": "<b>Наши персонализированные, ручной работы библиотечные полки</b> созданы для того, чтобы сочетать эстетику и функциональность, идеально адаптируясь к стилю и потребностям каждой комнаты. Каждая полка не только преображает внешний вид комнаты, но и изменяет способ организации и доступа к книгам и ценным предметам, предоставляя элегантное и эффективное пространство для чтения и отдыха.",
    "desc2": "Мы проектируем каждую полку с вниманием, чтобы максимально использовать каждый доступный угол и создать уникальный дизайн, отражающий вкусы и пожелания наших клиентов. Мы используем только материалы высшего качества, включая прочные соединения и надежные опоры для долговечности. Полки изготавливаются вручную с использованием традиционных техник обработки дерева, а отделка может быть выбрана из широкого ассортимента: от современного покрытия с белой или серой краской до классического варианта с прозрачным лаком, который подчеркивает естественную красоту дерева.",
    "title": "Последние",
    "title_high": "работы",
    "p1": "Все под рукой в этом практичном кухонном решении. Есть место <br></br> для готовки и, одновременно, достаточно пространства для хранения.",
    "p2": "Легко интегрируется в любое пространство, предлагая элегантное решение для хранения книг <br></br> и предметов, оставаясь любимым выбором книголюбов по всему миру."
  },

  "furnitures": {
    "main_title": "Телевизионные и медиа-установки",
    "title": "Последние",
    "title_high": "работы",
    "p1": "Эта серия решений для хранения вдохновлена традиционной плотницкой работой, <b1></b1> сочетая стиль и функциональность для современного городского образа жизни. <b2></b2> Используйте ее там, где вам нужно пространство для хранения, и сочетайте с другими предметами мебели <b3></b3> для создания индивидуального внешнего вида.",
    "p2": "Идеальная TV-банка с достаточно местом для оборудования и аксессуаров. Если <b1></b1> вы предпочитаете закрытое хранение, вы можете добавить коробки или вставки в нижние <b2></b2> отделения. Открытая спинка облегчает управление кабелями!"
  },

  "custom": {
    "main_title": "Индивидуальные работы",
    "desc": "В <b>Bujor Carpentry</b> мы понимаем, что каждый проект уникален, а потребности и предпочтения наших клиентов — наш приоритет. Поэтому мы предлагаем индивидуальные решения для мебели и деревянных конструкций, идеально подходящих к вашему образу жизни и доступному пространству.",
    "title": "Последние",
    "title_high": "работы",
    "p": "Эти серии имеют традиционный вид, с отдельными единицами хранения, которые могут быть <b1></b1> скоординированы. Верхняя панель шкафа с стеклянной дверью имеет теплый дубовый оттенок, создавая приятную рамку для вещей, которые вы хотите выставить на показ."
  },

  "projects": {
    "main_title": "Услуги по проектированию",
    "desc1": "Мы предлагаем услугу <b>индивидуального дизайна,</b> с помощью которой мы можем создать идеальную мебель с самого начала. Многие из наших клиентов считают этот процесс крайне полезным, так как он позволяет им визуализировать конечный дизайн мебели и запросить изменения до начала производства. Подробные планы, которые мы создаем, используются нашими плотниками для точного изготовления мебели с миллиметровой точностью, гарантируя, что она идеально впишется в нужное пространство.",
    "desc2": "После обсуждения идей и ознакомления с образцами материалов и отделки мы создадим <b>3D-модель</b> мебели, с указанием размеров и вариантов конфигурации.",
    "desc3": "Если необходимо, мы можем создать <b>индивидуальный образец дизайна,</b> отделки или цвета, чтобы вы могли принять обоснованное решение. Мы сообщим стоимость процесса проектирования до начала работы, а после того, как вы будете довольны финальным предложением, предоставим смету для производства мебели.",
    "title": "Последние",
    "title_high": "работы"
  },

  "contacts": {
    "main_title": "Контакты",
    "title": "Оставьте нам",
    "title_high": "сообщение",
    "name": "Имя",
    "surname": "Фамилия",
    "email": "Электронная почта",
    "address": "Адрес",
    "c_and_q": "Комментарии / Вопросы",
    "comms": "Комментарии",
    "send": "ОТПРАВИТЬ",
    "proc": "ОБРАБОТКА",
    "err": "Ошибка, данные не были отправлены.",
    "suc": "Данные успешно отправлены."
  }
}
